Repository: FreePBX/Hotel-Style-Wakeup-Calls
Catalog: i18n/*/LC_MESSAGES/hotelwakeup.po
Languages: es_es

source: <b>System time:</b>
es_es: <b>Hora Sistema:</b>

source: Actions
es_es: Acciones

source: Add
es_es: Añadir

source: Add new Wakeup Call
es_es: Agregar nueva llamada de despertador

source: Applications
es_es: Aplicaciones

source: Call List
es_es: Lista de Llamadas

source: CallerID for Wake Up Calls<br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX)
es_es: CallerID para llamadas de despertador <br><br>Format: <b>&lt;#######&gt;</b>. También puede utilizar el formato:"hidden" <b>&lt;#######&gt; </b> para ocultar el ID de llamada enviado a través de líneas digitales si se admite (E1 / T1 / J1 / BRI / SIP / IAX)

source: Cannot schedule the call the scheduled time is in the past. [Time now: %s] [Wakeup Time: %s]
es_es: No se puede programar la llamada, la hora programada es en el pasado. [Hora actual: %s] [Tiempo de activación: %s]

source: Cannot schedule the call, due to insufficient data
es_es: No se puede programar la llamada, debido a la insuficiencia de datos

source: Close
es_es: Cerrar

source: Date
es_es: Fecha

source: Day
es_es: Día

source: Day can not be blank
es_es: Día por puede estar en blanco

source: Day to call
es_es: Día a llamar

source: Delete
es_es: Borrar

source: Destination
es_es: Destino

source: Destination can not be blank
es_es: Destino no puede estar en Blanco

source: Destination to call
es_es: Destino a llamar

source: Enter the Caller IDs of each telephone you wish to be recognized as an "Operator". Operator extensions are allowed to create wakeup calls for any valid destination. Numbers can be extension numbers, full caller ID numbers or Asterisk dialing patterns
es_es: Ingrese los Identificadores de llamadas de cada teléfono que desea que se reconozca como un "Operador". Las extensiones de operador pueden crear llamadas de despertador para cualquier destino válido. Los números pueden ser números de extensión, números de ID de llamada completa o patrones de marcación de Asterisk

source: FreePBX module for generating reminder and wakeup calls
es_es: Módulo FreePBX para generar recordatorios y llamadas de despertador

source: Max Destination Length
es_es: Longitud Máxima del Destino

source: Max Retries
es_es: Número máximo de reintentos

source: Not received
es_es: No recibido

source: Operator Extensions
es_es: Extensiones de Operador

source: Operator Mode
es_es: Modo Operador

source: Reset
es_es: Reinicio

source: Retry Time
es_es: Tiempo de re-intento

source: Ring Time
es_es: Tiempo de Timbrado

source: Save changes
es_es: Guardar Cambios

source: Server time
es_es: Hora del Servidor

source: Settings
es_es: Configuraciones

source: Submit
es_es: Enviar

source: The maximum number of times the system should attempt to deliver the wakeup call when there is no answer. Zero retries means only one call will be placed
es_es: El número máximo de veces que el sistema debe intentar entregar la llamada de despertador cuando no hay respuesta. Cero reintentos significa que solo se pondrá una llamada

source: The number of seconds for the phone to ring. Consider setting lower than the voicemail threshold or the wakeup call can end up going to voicemail
es_es: El número de segundos que suena el teléfono. Considere la posibilidad de establecer un valor inferior al umbral de buzón de voz o la llamada de despertador puede llegar al buzón de voz

source: The number of seconds to wait between retrys. A "retry" happens if the wakeup call is not answered
es_es: El número de segundos que debe esperar entre reintentos. Un "reintento" sucede si la llamada de despertador no es contestada

source: This controls the maximum number of digits an operator can send a wakeup call to. Set to 10 or 11 to allow wake up calls to outside numbers
es_es: Esto controla el número máximo de dígitos a los que un operador puede enviar una llamada de despertador. Por ejemplo establecer a 10 u 11 para permitir llamadas de despertador a números externos

source: This section will be removed from this time group and all current settings including changes will be updated. OK to proceed?
es_es: Esta sección se eliminará de este grupo horario y se actualizarán todos los ajustes actuales, incluidos los cambios. OK para continuar?

source: Time
es_es: Hora

source: Time can not be blank
es_es: Hora no puede estar en Blanco

source: Time to call
es_es: Hora a llamar

source: Wake Up Caller ID
es_es: CID para llamada de despertador

source: Wake Up Calls
es_es: Llamadas de Despertador

source: Wake Up calls can be used to schedule a reminder or wakeup call to any valid destination. To schedule a call, dial %s or use the form below
es_es: Las llamadas de despertador pueden utilizarse para programar un recordatorio o una llamada de despertador a cualquier destino válido. Para programar una llamada, marque %s o utilice el siguiente formulario

source: What is Hotel Style Wakeup Calls?
es_es: ¿Qué es llamada de despertador al Estilo Hotel?

source: When Operator Mode is enabled it will allow designated extentions to create wake up calls for any valid destination. If disabled calls can only be placed back to the caller ID of the user scheduling the wakeup call
es_es: Cuando el Modo Operador está activado, permitirá que extensiones designadas creen llamadas de despertador para cualquier destino válido. Si deshabilitado las llamadas sólo pueden ser devueltas al identificador de llamadas del usuario programando la llamada de despertador

source: Yes
es_es: Si
